function PrivacyPolicy() {
  return (
    <div className={'font-semibold'}>
      TetherBase 개인정보처리방침
      <br />
      시행일: 2025년 6월 24일
      <br />
      <br />
      TetherBase PTE. LTD(이하 “회사”)는 관련 법령에 따라 TetherBase(이하
      “서비스”)를 이용하는 이용자의 개인정보를 보호하고, 이와 관련한 고충을
      신속하고 원활하게 처리하기 위하여 다음과 같이 개인정보 처리방침을
      수립·공개합니다.
      <br />
      <br />
      개인정보 수집 및 이용
      <br />
      <br />
      1. 처리하는 개인정보 항목
      <br />
      회사는 서비스 이용자에 대하여 다음의 개인정보 항목을 수집하여 처리하고
      있으며, 만16세 미만의 아동의 개인정보는 처리하지 않습니다.
      <br />
      (a) 회원 가입 시 수집사항(필수): 이메일 주소, 비밀번호
      <br />
      (b) 회원 거래소 UID 연동 시 수집사항(필수): 거래소명, 해당 거래소 UID,
      해당 거래소 선물거래내역(일시, 거래량)
      <br />
      (c) 비회원 페이백 서비스 이용 시 수집사항(필수): 거래소명, 해당 거래소
      UID, 해당 거래소 선물거래내역(일시, 거래량)
      <br />
      (d) 이용자가 서비스를 사용할 때, 자동으로 생성 및 수집되는 개인정보:
      이용자의 IP 주소 및 브라우저 유형, 사용 언어, 서비스 이용 기록(접속 날짜
      및 시간 등 방문기록, 페이백/커미션 적립 및 신청, 출금기록 등 이용기록),
      기기정보(휴대폰 모델명, OS명 및 버전), 쿠키
      <br />
      (e) 설문조사 시 또는 이메일 또는 기타 채널을 통한 피드백 제공 시:
      이용자로부터 위 각 정보 중 필요한 항목 및 해당 설문조사 또는 피드백에
      필요한 별개 항목을 수집 및 처리
      <br />
      <br />
      2. 개인정보의 처리 및 보유기간
      <br />
      회사는 이용자가 서비스를 탈퇴 또는 이용자격을 상실할 경우에는 별도의
      요청이 없더라도 수집된 이용자의 정보를 지체없이 삭제 및 파기합니다. 다만,
      회원 탈퇴 또는 이용자격 상실에도 불구하고 다음 각 호의 경우에는 아래에
      기재된 기간 동안 보존합니다.
      <br />
      (a) 관계 법령 위반에 따른 수사·조사 등이 진행 중인 경우에는 해당 수사·조사
      종료 시까지 보존
      <br />
      (b) 서비스 이용에 따른 채권·채무관계 잔존 시에는 해당 채권·채무관계 정산
      시까지 보존
      <br />
      (c) 동일 이메일로의 재가입을 방지하기 위하여 이메일 주소를 서비스
      종료시까지 보존
      <br />
      (d) 페이백/커미션 적립 및 신청, 출금기록을 5년간 보존(탈퇴 신청일로부터
      UID 등 개인을 식별할 수 있는 정보는 마스킹 처리하여 보관)
      <br />
      (e) 법적 의무를 준수하기 위해 필요한 범위 내에서 처리: 관련 법률에서
      보존기간을 명시하는 경우, 해당 법률을 준수하기 위하여 개인정보를 보관 및
      사용합니다.
      <br />
      <br />
      3. 개인정보의 처리 목적
      <br />
      (a) 회원 가입 및 관리
      <br />
      회사는 회원가입의사 확인, 회원자격 유지 및 관리, 서비스 부정이용 방지,
      각종 고지·통지를 위하여 이용자의 개인정보를 처리합니다.
      <br />
      (b) 사기 또는 자금 손실 감지 및 예방
      <br />
      회사는 서비스에 대한 사기 및 오용을 탐지, 방지 및 줄이고 계정 손상 또는
      자금 손실로부터 이용자를 보호하기 위해 이용자의 개인정보를 처리합니다.
      <br />
      (c) 서비스 제공
      <br />
      회사는 이용자에게 서비스를 제공하기 위해 이용자의 개인정보를 처리합니다.
      <br />
      (d) 서비스 커뮤니케이션 제공
      <br />
      회사는 이용자에게 서비스에 대한 최신 정보를 알리거나, 관련 보안 문제 또는
      업데이트를 통지하거나, 기타 거래 관련 정보를 제공하기 위해 이용자의
      개인정보를 처리합니다.
      <br />
      (e) 고객 지원 제공
      <br />
      문제나 분쟁을 해결하기 위해 회사에 연락하면 회사는 이용자의 개인정보를
      처리합니다.
      <br />
      (f) 네트워크 및 정보 보안 보장
      <br />
      회사는 보안을 개선하고, 서비스에 대한 신원 및 액세스를 모니터링 및
      확인하고, 스팸 또는 기타 악성 소프트웨어 또는 보안 위험과 싸우고, 해당
      보안 법률 및 규정을 준수하기 위해 이용자의 개인정보를 처리합니다.
      <br />
      (g) 서비스 개선 및 개발
      <br />
      회사는 서비스의 콘텐츠와 레이아웃을 맞춤화 및 개선하고 추가 서비스를 개발
      하기 위해 이용자의 개인정보를 처리합니다.
      <br />
      (h) 마케팅 및 광고에의 활용
      <br />
      회사는 이용자에게 마케팅 커뮤니케이션(예 : 이메일 또는 문자 메시지)을 보내
      회사의 활동 또는 파트너 활동에 대해 알리고, 타겟 마케팅을 제공하고,
      프로모션 제안을 제공하기 위하여 이용자의 개인정보를 처리합니다.
      <br />
      <br />
      4. 개인정보의 제3자 제공
      <br />
      회사는 이용자의 동의를 받거나 개인정보 보호법 또는 다른 법률의 특별한
      규정이 있는 경우에만 개인정보를 제3자에게 제공합니다.
      <br />
      <br />
      5. 수집목적과 합리적으로 관련된 범위 내의 개인정보 이용 및 제공
      <br />
      회사는 당초 수집 목적과 합리적인 범위 내에서 아래 각 기준을 고려하여,
      이용자의 동의 없이 개인정보를 이용 또는 제3자에게 제공할 수 있습니다.
      <br />
      (a) 당초 수집 목적과 관련성이 있는지 여부: 당초 수집 목적과 추가적
      이용·제공 목적이 성질이나 경향에 있어 연관이 있는지 등을 고려하여 따라
      판단
      <br />
      (b) 개인정보를 수집한 정황 또는 처리 관행에 비추어 볼 때 개인정보의
      추가적인 이용 또는 제공에 대한 예측 가능성이 있는지 여부: 개인정보처리자와
      이용자 간의 관계, 기술 수준 및 발전 속도, 상당한 기간동안 정립된 일반적인
      사정(관행) 등을 고려하여 판단
      <br />
      (c) 이용자의 이익을 부당하게 침해하는지 여부: 추가적인 이용 목적과의
      관계에서 이용자의 이익이 실질적으로 침해되는지 및 해당 이익 침해가
      부당한지 등을 고려하여 판단
      <br />
      (d) 가명처리 또는 암호화 등 안전성 확보에 필요한 조치를 하였는지 여부:
      침해 가능성을 고려한 안전 조치가 취해지는지 등을 고려하여 판단
      <br />
      <br />
      6. 개인정보 자동 수집 장치의 설치ㆍ운영 및 거부에 관한 사항
      <br />
      회사는 이용자에게 개별적인 맞춤서비스를 제공하기 위해 아래와 같이
      이용정보를 저장하고 수시로 불러오는 ‘쿠키(cookie)’를 사용합니다. 쿠키는
      웹사이트를 운영하는데 이용되는 서버가 이용자의 컴퓨터 웹 브라우저에게
      보내는 소량의 정보이며 이용자들의 PC 컴퓨터 내의 하드디스크에 저장되기도
      합니다.
      <br />
      (a) 쿠키의 사용목적: 이용자의 접속 빈도나 방문 시간 등을 분석, 이용자의
      서비스 사용 패턴 파악 및 자취 추적, 보안 접속 여부, 이용자 규모 등을 통해
      보안 관리 및 서비스 개선 및 신규 서비스 개발, 맞춤형 서비스 및 광고 제공에
      이용합니다.
      <br />
      (b) 쿠키의 설치·운영 및 거부: 서비스 이용자는 쿠키 설치에 대한 선택권을
      가지고 있습니다.다만, 쿠키 저장을 거부할 경우 일부 서비스 이용에 어려움이
      발생할 수 있습니다.
      <br />
      <br />
      정보 보안
      <br />
      <br />
      7. 개인정보의 파기
      <br />
      (a) 회사는 개인정보 보유기간의 경과, 처리목적 달성 등 개인정보가
      불필요하게 되었을 때에는 지체없이 해당 개인정보를 파기합니다.
      <br />
      (b) 개인정보 파기의 절차 및 방법은 다음과 같습니다.
      <br />
      - 파기절차: 회사는 파기 사유가 발생한 개인정보를 선정하고, 회사의 개인정보
      보호책임자의 승인을 받아 개인정보를 파기합니다.
      <br />
      - 파기방법: 회사는 전자적 파일 형태로 기록·저장된 개인정보는 기록을 재생할
      수 없도록 기술적 방법을 이용하여 파기하며, 종이 문서에 기록·저장된
      개인정보는 분쇄기로 분쇄하거나 소각하여 파기합니다.
      <br />
      <br />
      8. 개인정보의 안전성 확보조치
      <br />
      회사는 개인정보의 안전성 확보를 위해 다음과 같은 조치를 취하고 있습니다.
      <br />
      (a) 관리적 조치: 내부관리계획 수립·시행, 정기적 직원 교육 등<br />
      (b) 기술적 조치: 해킹 등에 대비한 기술적 대책, 개인정보의 암호화,
      개인정보처리시스템의 접근권한 관리, 접속기록의 보관 및 위·변조 방지 등
      <br />
      (c) 물리적 조치: 서버실, 자료보관실 등의 접근통제(d) 다른 방법: 이용자가
      회사에 제공한 정보의 동의 철회, 삭제, 액세스 요청 또는 수정
      <br />
      <br />
      9. 이용자와 법정대리인의 권리·의무 및 행사방법
      <br />
      (a) 이용자는 회사에 대해 언제든지 개인정보 열람·정정·삭제·처리정지 요구
      등의 권리를 행사할 수 있습니다.
      <br />
      (b) (a)항에 따른 권리 행사는 이용자의 법정대리인이나 위임을 받은 자 등
      대리인을 통하여 하실 수 있습니다. 이 경우 수임인에 대한 위임사실을 확인할
      수 있는 위임장을 제출하셔야 합니다.
      <br />
      (c) (a)항에 따른 권리 행사는 제11조에 기재된 회사의 개인정보 보호
      책임부서(admin@ TetherBase.io)에 이메일을 통하여 하실 수 있으며, 회사는
      이에 대해 지체 없이 조치하겠습니다. 단, 관련 법령에 따라 일부 권리 행사가
      제한될 수 있습니다.
      <br />
      (d) 이용자의 개인정보 처리정지 요구 또는 개인정보 수집 및 이용에 대한 동의
      철회는 회사가 이용자에게 서비스를 계속 제공할 수 없음을 의미할 수 있으며
      이용자가 회사와 체결한 이용계약을 종료해야 할 수도 있습니다.
      <br />
      <br />
      10. 개인정보 담당 부서
      <br />
      <br />
      이용자는 회사의 서비스를 이용하시면서 발생한 모든 개인정보보호 관련 문의,
      불만처리, 피해구제 등에 관한 사항을아래 담당부서로 문의하실 수 있습니다.
      <br />
      - 부서명: 보안팀
      <br />
      - 연락처: admin@TetherBase.io
      <br />
      11. EU 사용자에 대한 추가 조항
      <br />
      본 조항의 규정은 이용자가 유럽 연합(이하 “EU”) 거주자인 경우에만
      적용됩니다. 이 조항은 본 개인정보처리방침의 나머지 부분의 일관되지 않은
      조항보다 우선합니다.
      <br />
      (a) 이용자의 개인정보는 EU 외부로 전송될 수 있습니다. 이러한 경우, 회사는
      GDPR에서 정한 적절한 안전 장치를 적용하기 위해 모든 합리적인 예방 조치를
      취하고 있으며, 예를 들어, 회사는 해당 전송의 수령인이 모든 관련 개인정보
      보호법에 따라 이용자의 개인정보를 보호하고 취급할 수 있도록 적절한 계약
      체결과 같은 조치를 시행합니다.
      <br />
      (b) 이용자는 GDPR에 따라 다음과 같은 권리를 행사할 수 있습니다.
      <br />
      - 자신에 관한 개인정보에 액세스하고, 부정확한 정보를 수정 또는 정정하고,
      해당되는 경우 데이터 처리에 이의를 제기할 수 있는 권리;
      <br />
      - 이용자의 동의에 따라 수집되었으나 수집된 목적을 수행하는 데 더 이상
      필요가 없는 데이터의 삭제 권리;
      <br />
      - 해당 데이터가 수집된 목적을 수행하는 데 더 이상 필요하지 않은 경우
      처리를 제한할 수 있는 권리;
      <br />
      - 구조화되고 일반적으로 사용되며 기계 가독성이 있는 형식으로 개인정보를
      제공받을 수 있는 권리;
      <br />
      - 개인 데이터 처리가 전적으로 이용자의 동의에 기반하는 한 언제든지 어떠한
      불이익 없이 동의를 철회할 수 있는 권리.
      <br />
      <br />
      개인정보 처리방침의 변경
      <br />
      <br />
      12. 개인정보 처리방침의 변경
      <br />
      회사는 법률이나 서비스의 변경사항을 반영하기 위한 목적 등으로
      개인정보처리방침을 수정할 수 있습니다. 개인정보처리방침이 변경되는 경우
      회사는 변경 사항을 최소한 효력발생일 7일 이전에 게시하며, 변경된
      개인정보처리방침은 기재된 효력발생일에 그 효력이 발생합니다. 다만,
      수집하는 개인정보의 항목, 이용목적의 변경 등과 같이 이용자 권리의 중대한
      변경이 발생할 때에는 최소 30일 전에 미리 알려드리겠습니다.
    </div>
  );
}

export default PrivacyPolicy;
